<?php
/******************************************************************************
Filename              : main.php
Author                : suwin zhong(frainyi@hotmail.com)
Date/time             : 2007-07-25
Purpose               : 默认主页
Description           : 
Revisions             :

******************************************************************************/
############################ 初始化数据 start ###############################
//模板文件
$template_name = 'main.html';
require('common.php');

############################ 初始化数据 end #################################

$tpl->output();
?>